003.autojs6-vscode-ext
13xforever.language-x86-64-assembly
adamsimon.folder-structure
adpyke.codesnap
ahmadalli.vscode-nginx-conf
alefragnani.bookmarks
antfu.goto-alias
antfu.iconify
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
charliermarsh.ruff
chrischinchilla.vscode-pandoc
codfrm.scriptcat-vscode
dberezin.lox-language
deitry.apt-source-list-syntax
donjayamanne.githistory
donjayamanne.python-environment-manager
dorzey.vscode-sqlfluff
dprint.dprint
editorconfig.editorconfig
emeryberger.scalene
esdmr.fish-completion
exiasr.hadolint
figma.figma-vscode-extension
frostime.git-emoji-frostime
geezmolycos.vscode-hanzi-counter
gera2ld.markmap-vscode
gerrnperl.outline-map
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hangxingliu.vscode-systemd-support
hellorusk.markdown-table-maker
hoovercj.vscode-settings-cycler
ionutvmi.reg
jannchie.codetime
jptech.nuxtcomponentpopdoc
jsonhero.jsonhero-vscode
kohei tokunaga.buildg
lehoanganh298.json-lines-viewer
lokalise.i18n-ally
loyieking.smalise
mads-hartmann.bash-ide-vscode
marimo-team.vscode-marimo
matthewpi.caddyfile-support
mechatroner.rainbow-csv
moalamri.inline-fold
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-dotnettools.vscode-dotnet-runtime
ms-edgedevtools.vscode-edge-devtools
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
ms-windows-ai-studio.windows-ai-studio
mthierman.theme-flexoki
nespinozacr.mysql-autocomplete
nicepkg.aide-pro
nico-castell.linux-desktop-file
notzaki.pandocciter
nuxt.mdc
nuxtr.nuxt-vscode-extentions
nuxtr.nuxtr-vscode
nvarner.typst-lsp
oderwat.indent-rainbow
omkov.vscode-ebnf
primafuture.open-php-html-js-in-browser
pwabuilder.pwa-studio
qcqx.copyright-code
quarto.quarto
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
ryu1kn.partial-diff
sadeghpm.sql-snippets
sandcastle.vscode-open
spades.vs-picgo
surendrajat.apklab
tamasfe.even-better-toml
tekumara.typos-vscode
terrastruct.d2
tomoki1207.pdf
trentrand.git-rebase-shortcuts
tyriar.sort-lines
urosmrkobrada.jinja-lsp
vabjs.element-plus-helper
vitest.explorer
vivaxy.vscode-conventional-commits
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-ext.sync-rsync
vscode-icons-team.vscode-icons
vue.volar
yinfei.luahelper
yy0931.save-as-root
yzhang.markdown-all-in-one
ziglang.vscode-zig
