003.autojs6-vscode-ext
13xforever.language-x86-64-assembly
adamsimon.folder-structure
ahmadalli.vscode-nginx-conf
akiravoid.format-with-cli
alefragnani.bookmarks
alova.alova-vscode-extension
antfu.goto-alias
antfu.iconify
arthurlobo.easy-codesnap
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
charliermarsh.ruff
chrischinchilla.vscode-pandoc
codfrm.scriptcat-vscode
dbaeumer.vscode-eslint
dbcode.dbcode
dberezin.lox-language
deitry.apt-source-list-syntax
denoland.vscode-deno
diemasmichiels.emulate
docker.docker
dorzey.vscode-sqlfluff
editorconfig.editorconfig
emeryberger.scalene
esbenp.prettier-vscode
esdmr.fish-completion
exiasr.hadolint
figma.figma-vscode-extension
frostime.git-emoji-frostime
geezmolycos.vscode-hanzi-counter
gera2ld.markmap-vscode
gerrnperl.outline-map
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hangxingliu.vscode-systemd-support
hansu.git-graph-2
hellorusk.markdown-table-maker
hfloveyy.langgraphv
hoovercj.vscode-settings-cycler
intellsmi.comment-translate
ionutvmi.reg
irongeek.vscode-env
istarwyh.writinghelper
jannchie.codetime
jptech.nuxtcomponentpopdoc
jsonhero.jsonhero-vscode
lehoanganh298.json-lines-viewer
lokalise.i18n-ally
loyieking.smalise
mads-hartmann.bash-ide-vscode
marimo-team.vscode-marimo
matthewpi.caddyfile-support
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
mikecunneen.cunneen-copy-breadcrumbs
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.copilot-mermaid-diagram
ms-vscode.cpptools
ms-vscode.debug-value-editor
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-zh-cn
ms-vscode.vscode-websearchforcopilot
ms-vsliveshare.vsliveshare
myriad-dreamin.tinymist
nico-castell.linux-desktop-file
notzaki.pandocciter
nuxt.mdc
nuxtr.nuxt-vscode-extentions
nuxtr.nuxtr-vscode
oderwat.indent-rainbow
omkov.vscode-ebnf
openai.chatgpt
oxc.oxc-vscode
poml-team.poml
primafuture.open-php-html-js-in-browser
qcqx.copyright-code
quarto.quarto
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
ryu1kn.partial-diff
sandcastle.vscode-open
sanderverschoor.sync-rsync-extended
saoudrizwan.claude-dev
selemondev.shadcn-vue
stivo.tailwind-fold
sunitmal.django-access-controller
supabase.postgrestools
surendrajat.apklab
tamasfe.even-better-toml
tboox.xmake-vscode
terrastruct.d2
tomoki1207.pdf
tyriar.sort-lines
ultralytics.ultralytics-snippets
upstash.context7-mcp
urosmrkobrada.jinja-lsp
visualjj.visualjj
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vivaxy.vscode-conventional-commits
vladov3000.bpftracer
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vue.volar
ybq.reg-visualizer
yinfei.luahelper
yy0931.save-as-root
yzhang.markdown-all-in-one
ziglang.vscode-zig
