003.autojs6-vscode-ext
076923.python-image-preview
13xforever.language-x86-64-assembly
activitywatch.aw-watcher-vscode
adamsimon.folder-structure
ahmadalli.vscode-nginx-conf
akiravoid.format-with-cli
alex-svetkin.sttr
alova.alova-vscode-extension
antfu.goto-alias
antfu.iconify
antfu.vite
anthropic.claude-code
appler.pretty-json-preview
arthurlobo.easy-codesnap
bmalehorn.vscode-fish
chakra-ui.panda-css-vscode
chakrounanas.turbo-console-log
chanhx.crabviz
charliermarsh.ruff
chrischinchilla.vscode-pandoc
cloudflare.cloudflare-workers-bindings-extension
codfrm.scriptcat-vscode
continue.continue
darkriszty.markdown-table-prettify
dbcode.dbcode
dberezin.lox-language
deitry.apt-source-list-syntax
denoland.vscode-deno
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
diemasmichiels.emulate
docker.docker
dotenv.dotenv-vscode
editorconfig.editorconfig
elazarcoh.simply-view-image-for-python-debugging
emeryberger.scalene
esdmr.fish-completion
exiasr.hadolint
figma.figma-vscode-extension
fourdigits.djlsp
frostime.git-emoji-frostime
geezmolycos.vscode-hanzi-counter
gera2ld.markmap-vscode
gerrnperl.outline-map
github.vscode-github-actions
golang.go
google.geminicodeassist
hangxingliu.vscode-systemd-support
hansu.git-graph-2
hellorusk.markdown-table-maker
hjdarnel.vscode-change-case
hoovercj.vscode-settings-cycler
intellsmi.comment-translate
ionutvmi.reg
jptech.nuxtcomponentpopdoc
jsonhero.jsonhero-vscode
kisstkondoros.vscode-gutter-preview
lehoanganh298.json-lines-viewer
lencerf.beancount
liquidibrium.peercode
lokalise.i18n-ally
loyieking.smalise
marimo-team.vscode-marimo
matthewpi.caddyfile-support
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
mikecunneen.cunneen-copy-breadcrumbs
monosans.djlint
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.debugpy
ms-python.gather
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.debug-value-editor
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-copilot-vision
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-zh-cn
ms-vsliveshare.vsliveshare
myriad-dreamin.tinymist
nico-castell.linux-desktop-file
nortakales.vs-qalc
notzaki.pandocciter
nuxt.mdc
nuxtr.nuxt-vscode-extentions
nuxtr.nuxtr-vscode
oderwat.indent-rainbow
omkov.vscode-ebnf
openai.chatgpt
oxc.oxc-vscode
philsinatra.nested-comments
polarmutex.beancount-langserver
primafuture.open-php-html-js-in-browser
qcqx.copyright-code
quarto.quarto
quicktype.quicktype
ran-codes.code-organizer
randomfractalsinc.vscode-data-preview
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
ryu1kn.partial-diff
sandcastle.vscode-open
sanderverschoor.sync-rsync-extended
saoudrizwan.claude-dev
selemondev.vscode-park-ui
sunitmal.django-access-controller
supabase.postgrestools
supabase.vscode-supabase-extension
surendrajat.apklab
tamasfe.even-better-toml
tboox.xmake-vscode
terrastruct.d2
tomoki1207.pdf
trabpukcip.wolf
tyriar.sort-lines
ultralytics.ultralytics-snippets
upstash.context7-mcp
urosmrkobrada.jinja-lsp
visualjj.visualjj
vitest.explorer
vivaxy.vscode-conventional-commits
vladov3000.bpftracer
vmware.vscode-spring-boot
voidzero.vite-plus-extension-pack
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vue.volar
xdebug.php-debug
ybq.reg-visualizer
yinfei.luahelper
yy0931.save-as-root
zaaack.markdown-editor
ziglang.vscode-zig
